Repository: szemcse/conky-manager2_hu_HU
Catalog: *.po
Languages: hu_hu

source: 12 Hour
hu_hu: 12 óra

source: 24 Hour
hu_hu: 24 óra

source: About
hu_hu: Névjegy

source: Add
hu_hu: Hozzáadás

source: Additional locations to search for Conky themes
hu_hu: További helyek a Conky-sablonok kereséséhez

source: Alignment
hu_hu: Igazítás

source: All Widgets (Overwrite Existing Image)
hu_hu: Minden felületi elem (meglévő kép felülírása)

source: All Widgets with Missing Previews
hu_hu: Minden felületi elem hiányzó előnézetekkel

source: App config loaded
hu_hu: Az alkalmazás konfigurációja betöltve

source: App config saved
hu_hu: Az alkalmazás konfigurációja mentve

source: Application Settings
hu_hu: Alkalmazás beállításai

source: Apply
hu_hu: Alkalmaz

source: Apply Changes
hu_hu: Módosítások mentése

source: Artists
hu_hu: Művészek

source: Authors
hu_hu: Szerzők

source: Back
hu_hu: Vissza

source: Background Color
hu_hu: Háttérszín

source: Bottom Left
hu_hu: Balra lent

source: Bottom Middle
hu_hu: Lent középen

source: Bottom Right
hu_hu: Jobbra lent

source: Browse:
hu_hu: Böngészés:

source: Cancel
hu_hu: Mégse

source: Capture Desktop Background
hu_hu: Háttérkép rögzítése

source: Choose File
hu_hu: Fájl kiválasztása

source: Close
hu_hu: Bezárás

source: Commands listed below are not available
hu_hu: Az alább felsorolt parancsok nem érhetők el

source: Credits
hu_hu: Készítők

source: Current Wallpaper
hu_hu: Aktuális háttérkép

source: Current wallpaper source path
hu_hu: Aktuális háttérkép elérési útja

source: Custom Wallpaper
hu_hu: Egyéni háttérkép

source: Did you find this software useful? You can buy me a coffee or make a donation via PayPal to show your support. Or just drop me an email and say Hi. This application is completely free and will continue to remain that way. Your contributions will help in keeping this project alive and improving it further. Feel free to send me an email if you find any issues in this application or if you need any changes. Suggestions and feedback are always welcome. Thanks, Tony George (teejeetech@gmail.com) Bionic to Focal to Jammy support, 1.10+ config support, magic archive import, terminal debug function, and more -help finance the efforts with these buttons to the right. Scott Caudle (zcotcaudle@gmail.com)
hu_hu: Hasznosnak találta ezt a szoftvert? Vásárolhat nekem egy kávét, vagy adományozhat a PayPal-on keresztül, hogy kifejezze támogatását. Vagy csak írjon egy köszönőlevelet. Ez az alkalmazás teljesen ingyenes, és továbbra is az marad. Az Ön hozzájárulása támogatja a projekt életben tartását és további fejlesztését. Nyugodtan küldjön e-mailt, ha bármilyen problémát talál az alkalmazásban, vagy ha bármilyen változtatásra van szüksége. Javaslatokat és visszajelzéseket mindig szívesen fogadok. Köszönettel, Tony George (teejeetech@gmail.com) Bionic, Focal és Jammy támogatás, 1.10+ konfiguráció támogatás, magic archívum importálása, terminálos hibakeresési funkció, és még sok más - segíthet finanszírozni az erőfeszítéseket az alábbi gombokkal. Scott Caudle (zcotcaudle@gmail.com)

source: Directory Created
hu_hu: Könyvtár létrehozva

source: Discard Changes
hu_hu: Módosítások elvetése

source: Documenters
hu_hu: Dokumentálók

source: Donate with Google Wallet
hu_hu: Adományozás Google Wallettel

source: Donate with PayPal
hu_hu: Adományozás PayPallal

source: Donations
hu_hu: Adományok

source: Edit
hu_hu: Szerkesztés

source: Edit Theme
hu_hu: Sablon szerkesztése

source: Edit Widget
hu_hu: Felületi elem szerkesztése

source: Edit file manually in a text editor
hu_hu: Fájl kézi szerkesztése egy szövegszerkesztőben

source: Enable
hu_hu: Bekapcsolás

source: Enter name or path to filter. Enter '0' to list running widgets
hu_hu: Adja meg a szűréshez szükséges nevet vagy elérési utat. Adjon meg '0'-t a futó felületi elemek felsorolásához

source: Error
hu_hu: Hiba

source: Failed to import themes
hu_hu: Nem sikerült importálni a sablonokat

source: Failed to set ownership
hu_hu: Nem sikerült beállítani a tulajdonjogot

source: Failed to unzip files from theme pack
hu_hu: Nem sikerült kibontani a fájlokat a sabloncsomagból

source: Filter
hu_hu: Szűrő

source: Financial support Stripe
hu_hu: Pénzügyi támogatás Stripe-pal

source: Font Copied:
hu_hu: Betűkészlet másolva:

source: Found theme pack [installed]
hu_hu: Sabloncsomag elérhető [telepítve]

source: Found theme pack [new]
hu_hu: Sabloncsomag elérhető [új]

source: Fund with Credit Card/PayPal
hu_hu: Befizetés hitelkártyával/PayPallal

source: Funding
hu_hu: Finanszírozás

source: Funding Support
hu_hu: Finanszírozás és támogatás

source: General
hu_hu: Általános

source: Generate Preview
hu_hu: Előnézet létrehozása

source: Generate preview images
hu_hu: Előnézeti képek készítése

source: Generate preview images for
hu_hu: Előnézeti képek létrehozása a következőhöz

source: Generate preview images in PNG format instead of JPEG
hu_hu: Előnézeti képek létrehozása JPEG helyett PNG formátumban

source: Generating Previews
hu_hu: Előnézetek létrehozása

source: Height Padding
hu_hu: Magassági margó

source: Height should be larger than the size of window contents, otherwise this setting will not have any effect
hu_hu: A magasság nagyobb legyen, mint az ablak tartalmának mérete, különben ennek a beállításnak nincs hatása

source: High quality images (PNG)
hu_hu: Kiváló minőségű képek (PNG)

source: Horizontal Gap
hu_hu: Vízszintes hézag

source: Import
hu_hu: Importálás

source: Import Theme Pack (*.cmtp.7z) or various archive type
hu_hu: Sabloncsomag (*.cmtp.7z) vagy különböző archívumtípus importálása

source: Importing
hu_hu: Importálás

source: Include desktop wallpaper in theme
hu_hu: Sablonban helyezze el az asztali háttérképet

source: Include running widgets in theme
hu_hu: A futó felületi elemek beletevése a sablonba

source: Increases the window height by adding empty lines at the end of the Conky config file
hu_hu: Növeli az ablak magasságát üres sorok hozzáadásával a Conky konfigurációs fájl végén

source: Interface
hu_hu: Kezelőfelület

source: List
hu_hu: Lista

source: Loading
hu_hu: Betöltés

source: Location
hu_hu: Hely

source: Locations
hu_hu: Elérési helyek

source: Manual Edit
hu_hu: Kézi szerkesztés

source: Middle Left
hu_hu: Középen lent

source: Middle Middle
hu_hu: Teljesen középen

source: Middle Right
hu_hu: Középen jobbra

source: Minimum Height
hu_hu: Minimális magasság

source: Minimum Width
hu_hu: Minimális szélesség

source: Missing Dependencies
hu_hu: Hiányzó függőségek

source: Missing Icon
hu_hu: Hiányzó ikon

source: Name Required
hu_hu: Név szükséges

source: Network
hu_hu: Hálózat

source: Network interface cannot be changed for selected widget
hu_hu: A kiválasztott felületi elem hálózati csatolója nem módosítható

source: Next
hu_hu: Következő

source: Next Widget
hu_hu: Következő felületi elem

source: No Widgets Selected
hu_hu: Nincs felületi elem kiválasztva

source: None
hu_hu: Egyik sem

source: Opacity (%)
hu_hu: Átlátszatlanság (%)

source: Opaque
hu_hu: Átlátszó

source: Open Folder
hu_hu: Mappa megnyitása

source: Open Theme Folder
hu_hu: Sablonmappa megnyitása

source: Options
hu_hu: Beállítások

source: Please enter theme name
hu_hu: Adjon nevet a sablonnak

source: Please install required packages and try running it again
hu_hu: Telepítse a szükséges csomagokat, és próbálja meg újra futtatni

source: Preview
hu_hu: Előnézet

source: Previous
hu_hu: Előző

source: Previous Widget
hu_hu: Előző felületi elem

source: Pseudo-Transparent
hu_hu: Hamisan átlátszó

source: Refresh
hu_hu: Frissítés

source: Remove
hu_hu: Eltávolítás

source: Reset
hu_hu: Visszaállítás

source: Reset Changes
hu_hu: Változtatások visszaállítása

source: Run Conky at system startup
hu_hu: A Conky futtatása rendszerindításkor

source: Save Theme
hu_hu: Sablon mentése

source: Save running widgets and current desktop wallpaper as new theme
hu_hu: A futó felületi elemek és a jelenlegi háttérkép mentése új sablonként

source: Saved
hu_hu: Elmentve

source: Scaling
hu_hu: Méretezés

source: Search for new themes
hu_hu: Új sablonok keresése

source: Searching directories...
hu_hu: Könyvtárak keresése…

source: Searching for conkyrc files... %d found
hu_hu: Conkyrc fájlok keresése… %d található

source: Select Wallpaper
hu_hu: Háttérkép kiválasztása

source: Select directory
hu_hu: Könyvtár kiválasztása

source: Select the widgets to include in theme
hu_hu: Sablonba foglalandó felületi elemek kiválasztása

source: Selected Widget
hu_hu: Kiválasztott felületi elemek

source: Semi-Transparent
hu_hu: Félig áttetsző

source: Send Email
hu_hu: E-mail küldése

source: Setting Type to "Opaque" (from the transparency tab) will make it easier to see the changes
hu_hu: A típus „Átlátszatlan" értékre állítása (az átlátszóság lapon) könnyebben láthatóvá teszi a változásokat

source: Setting Type to "Pseudo-Transparent" will make the window transparent but the window will have a shadow. The shadow can be disabled by configuring your window manager.
hu_hu: A típus „Hamisan átlátszó” értékre állítása, az ablak átlátszóvá válik, de az ablaknak lesz árnyéka. Az árnyék letiltható az ablakkezelő konfigurálásával.

source: Setting Type to "Transparent" will make the whole window transparent (including any images). Use "Pseudo-Transparent" if you want the images to be opaque.
hu_hu: A típus „Átlátszó” értékre állítása az egész ablak átlátszóvá teszi (beleértve a képeket is). Ha azt szeretné, hogy a képek átlátszatlanok legyenek, használja az „Ál-átlátszó” lehetőséget.

source: Settings
hu_hu: Beállítások

source: Size
hu_hu: Méret

source: Source
hu_hu: Forrás

source: Start
hu_hu: Indítás

source: Start/Restart Widget
hu_hu: Felületi elem indítása/újraindítása

source: Start/Restart Widget in Terminal
hu_hu: Felületi elem indítása/újraindítása terminálban

source: Started
hu_hu: Elindult

source: Startup Delay (seconds)
hu_hu: Indítási késleltetés (másodperc)

source: Stop
hu_hu: Leállítás

source: Stop All Widgets
hu_hu: Minden felületi elem leállítása

source: Stop Widget
hu_hu: Felületi elem leállítása

source: Stop all running widgets
hu_hu: Minden futó felületi elem leállítása

source: Stopped
hu_hu: Leállt

source: Terminal Start
hu_hu: Terminál indítása

source: The minimum width & height must be more than the size of the window contents, otherwise the setting will not have any effect.
hu_hu: A minimális szélességnek és magasságnak nagyobbnak kell lennie, mint az ablak tartalmának mérete, különben a beállításnak nincs hatása.

source: Theme Directory
hu_hu: Sablon könyvtára

source: Theme Name
hu_hu: Sablon neve

source: Themes
hu_hu: Sablonok

source: Themes Imported
hu_hu: Sablonok importálva

source: Themes imported successfully
hu_hu: Sablonok sikeresen importálva

source: Third Party Tools
hu_hu: Harmadik féltől származó eszközök

source: Time
hu_hu: Idő

source: Time Format
hu_hu: Időformátum

source: Time format cannot be changed for selected widget
hu_hu: A kiválasztott felületi elem időformátuma nem módosítható

source: Toggle List
hu_hu: Lista becsukása

source: Toggle Preview
hu_hu: Előnézet becsukása

source: Top Left
hu_hu: Balra fent

source: Top Middle
hu_hu: Középen fent

source: Top Right
hu_hu: Jobbra fent

source: Translators
hu_hu: Fordítók

source: Transparency
hu_hu: Átlátszóság

source: Transparency Type
hu_hu: Átlátszóság típusa

source: Transparent
hu_hu: Átlátszó

source: Updating theme
hu_hu: Sablon frissítése

source: Use the keyboard arrow keys to browse. Press ENTER to start and stop.
hu_hu: A böngészéshez használja a billentyűzet nyílbillentyűit. Nyomjon ENTER-t az indításhoz és a leállításhoz.

source: Utility for managing Conky configuration files
hu_hu: Segédprogram a Conky konfigurációs fájlainak kezeléséhez

source: Vertical Gap
hu_hu: Függőleges hézag

source: Visit Website
hu_hu: Weboldal megtekintése

source: Wallpaper
hu_hu: Háttérkép

source: Wallpaper saved
hu_hu: Háttérkép mentve

source: Warning
hu_hu: Figyelmeztetés

source: When enabled, the generated image will have the same background as the current desktop wallpaper. When disabled, the background will be a solid color (the widget's background color).
hu_hu: Ha engedélyezve van, akkor az előállított kép háttere ugyanaz lesz, mint a jelenlegi háttérkép. Ha le van tiltva, akkor a háttér egyszínű lesz (a felületi elem háttérszíne).

source: WiFi Network
hu_hu: WiFi hálózat

source: Widgets
hu_hu: Felületi elemek

source: Width should be larger than the size of window contents, otherwise this setting will not have any effect
hu_hu: A szélességnek nagyobbnak kell lennie, mint az ablak tartalmának mérete, különben ennek a beállításnak nincs hatása

source: Window Opacity 0 = Fully Transparent, 100 = Fully Opaque
hu_hu: Ablak átlátszatlansága 0 = teljesen átlátszó, 100 = teljesen átlátszatlan

source: Wired LAN Network
hu_hu: Vezetékes LAN hálózat

source: [GAP_X] Horizontal distance from window border (in pixels)
hu_hu: [GAP_X] Vízszintes távolság az ablakkerettől (képpontban)

source: [GAP_Y] Vertical distance from window border (in pixels)
hu_hu: [GAP_Y] Függőleges távolság az ablakkerettől (képpontban)

source: github site
hu_hu: github oldal
